[{
    "learning_area": "hsie",
    "subject": "history",
    "stage": "2",
    "yrLvls": [1, 2],
    "courses": [
    {
        "name": "Community and rememberance",
        "outcomes": [
        {
            "description": "identifies celebrations and commemorations of significance in Australia and the world",
            "id": "HT2-1"
        },
        {
            "description": "describes and explains how significant individuals, groups and events contributed to changes in the local community over time",
            "id": "HT2-2"
        },
        {
            "description": "applies skills of historical inquiry and communication",
            "id": "HT2-5"
        }],
        "lifeskills_outcomes": [""],
        "inquiry_questions": [
            "Who lived here first and how do we know?",
            "How has our community changed? What features have been lost and what features have been retained?",
            "What is the nature of the contribution made by different groups and individuals in the community?",
            "How and why do people choose to remember significant events of the past?"
        ],
        "focus": "no specific focus identified",
        "content_areas": [
        {
            "name": "Importance of Country and Place",
            "investigations": [
            {
                "description": "The importance of Country and Place to Aboriginal and/or Torres Strait Islander peoples who belong to a local area. (This is intended to be a local area study with a focus on one Language group; however, if information or sources are not readily available, another representative area may be studied.)",
                "ac": ["ACHHK060"],
                "examples": [
                    "identify the original Aboriginal languages spoken in the local or regional area",
                    "identify the special relationship that Aboriginal and/or Torres Strait Islander peoples have to Country and Place",
                    "respond to Aboriginal stories told about Country presented in texts or by a guest speaker"
                ]
            }]
        },
        {
            "name": "Continuity over time",
            "investigations": [
            {
                "description": "ONE important example of change and ONE important example of continuity over time in the local community, region or state/territory",
                "ac": ["ACHHK061"],
                "examples": [
                    "using a range of sources, describe and explain how and why ONE area, eg transport, work, education, entertainment and daily life, has changed or ONE that has remained the same in the local area, region or state/territory since colonial times"
                ]
            }]
        },
        {
            "name": "Community development and character",
            "investigations": [
            {
                "description": "The role that people of diverse backgrounds have played in the development and character of the local community",
                "ac": ["ACHHK062"],
                "examples": [
                    "identify the various cultural groups that live and work in the local community",
                    "focusing on ONE group, investigate their diverse backgrounds and outline their contribution to the local community using a range of sources, eg photographs, newspapers, oral histories, diaries and letters"
                ]
            }]
        },
        {
            "name": "Australian commemorations and celebrations",
            "investigations": [
            {
                "description": "Days and weeks celebrated or commemorated in Australia (including Australia Day, ANZAC Day, Harmony Week, National Reconciliation Week, NAIDOC Week, National Sorry Day) and the importance of symbols and emblems",
                "ac": ["ACHHK063"],
                "examples": [
                    "identify and describe local, state and national symbols and discuss the origins, symbolism and significance, eg the school logo, Australian and Aboriginal and Torres Strait Islander flags, coats of arms from states and Australia",
                    "identify important Australian celebrations and commemorations and discuss their origins and significance in society"
                ]
            }]
        },
        {
            "name": "Global commemorations and celebrations",
            "investigations": [
            {
                "description": "Celebrations and commemorations in other places around the world; for example, Bastille Day in France, Independence Day in the USA, including those that are observed in Australia, such as Chinese New Year, Christmas Day, Diwali, Easter, Hanukkah, the Moon Festival and Ramadan",
                "ac": ["ACHHK064"],
                "examples": [
                    "identify global celebrations and commemorations, including those of the major world religions",
                    "describe the origin of these celebrations"
                ]
            }]
        }]
    },
    {
        "name": "First contacts",
        "outcomes": [
        {
            "description": "describes people, events and actions related to world exploration and its effects",
            "id": "HT2-3"
        },
        {
            "description": "describes people, events and actions related to world exploration and its effects",
            "id": "HT2-3"
        },
        {
            "description": "applies skills of historical inquiry and communication",
            "id": "HT2-5"
        }],
        "inquiry_questions": [
            "Why did the great journeys of exploration occur?",
            "What was life like for Aboriginal and/or Torres Strait Islander peoples before the arrival of the Europeans?",
            "Why did Europeans settle in Australia?",
            "What was the nature and consequence of contact between Aboriginal and/or Torres Strait Islander peoples and early traders, explorers and settlers?"
        ],
        "focus": "no specific focus identified",
        "content_areas": [
        {
            "name": "First peoples",
            "investigations": [
            {
                "description": "The diversity and longevity of Australia's first peoples and the ways Aboriginal and/or Torres Strait Islander peoples are connected to Country and Place (land, sea, waterways and skies) and the implications for their daily lives",
                "ac": ["ACHHK077"],
                "examples": [
                    "identify the original inhabitants of Australia and create a timeline indicating their longevity in Australia of more than 50,000 years",
                    "investigate, drawing on Aboriginal and Torres Strait Islander community representatives (where possible) and other sources, the traditional Aboriginal way of life, focusing on people, their beliefs, food, shelter, tools and weapons, customs and ceremonies, art works, dance, music, and relationship to Country"
                ]
            }]
        },
        {
            "name": "First contacts",
            "investigations": [
            {
                "description": "The journey(s) of at least ONE world navigator, explorer or trader up to the late eighteenth century, including their contacts with other societies and any impacts",
                "ac": ["ACHHK078"],
                "examples": [
                    "discuss the significance of opening of world trade routes by early explorers such as Vasco da Gama, Columbus, Magellan",
                    "outline the voyages of ONE early explorer, eg Zheng He, Torres, Jansz, Tasman, Captain Cook or La Perouse, and explain the impact of their voyages",
                    "discuss the question: 'Who discovered Australia?'"
                ]
            }]
        },
        {
            "name": "The First Fleet",
            "investigations": [
            {
                "description": "Stories of the First Fleet, including reasons for the journey, who travelled to Australia, and their experiences following arrival",
                "ac": ["ACHHK079"],
                "examples": [
                    "identify reasons for the voyage of the First Fleet and explain why various groups were passengers",
                    "describe the establishment of the British colony at Port Jackson",
                    "using a range of sources, investigate the everyday life of ONE of the following who sailed on the First Fleet and lived in the early colony: a soldier, convict, ex-convict, official"
                ]
            }]
        },
        {
            "name": "Interactions",
            "investigations": [
            {
                "description": "The nature of contact between Aboriginal people and/or Torres Strait Islanders and others, for example, the Macassans and the Europeans, and the effects of these interactions on, for example, families and the environment",
                "ac": ["ACHHK080"],
                "examples": [
                    "describe the nature of contact between Aboriginal people and/or Torres Strait Islander peoples and others, including Aboriginal resistance",
                    "explain the term terra nullius and describe how this affected the British attitude to Aboriginal and Torres Strait Islander peoples",
                    "use sources to identify different perspectives on the arrival of the British to Australia",
                    "outline the impact of early British colonisation on Aboriginal and Torres Strait Islander peoples' country"
                ]
            }]
        }]
    }],
    "overview": [
        "Knowledge and understanding, concepts and skills are interrelated and should be taught in an integrated way to provide meaningful learning experiences for students. By engaging with the following, students will have the opportunity to engage with historical content, concepts and skills.",
        "Community and remembrance - This topic provides a study of identity and diversity in both a local and broader context. Moving from the heritage of their local area, students explore the historical features and diversity of their community. They examine local, state and national symbols and emblems of significance, and celebrations and commemorations, both locally and in other places around the world.",
        "First contacts - This topic introduces world history and the movements of peoples. Beginning with the history of Aboriginal and Torres Strait Islander peoples, students examine European exploration and colonisation in Australia and throughout the world up to the early 1800s. Students examine the impact of exploration on other societies, how these societies interacted with newcomers, and how these experiences contributed to their cultural diversity."
    ],
    "concepts": [
    {
        "name": "Continuity and change",
        "description": "some things change over time and others remain the same, eg aspects in the local community that have either changed or remained the same; changes to the lives of Aboriginal peoples with the arrival of the First Fleet."
    },
    {
        "name": "Cause and effect",
        "description": "events, decisions or developments in the past that produce later actions, results or effects, eg how conditions and decisions in Britain resulted in the journey of the First Fleet; causes of change in the local area/state."
    },
    {
        "name": "Perspectives",
        "description": "people from the past will have different views and experiences, eg views on the arrival of the British in Australia from a British and an Aboriginal point of view."
    },
    {
        "name": "Empathetic understanding",
        "description": "developing an understanding of another's views, life and decisions made, eg developing an understanding of the life and attitudes of an early colonist or convict."
    },
    {
        "name": "Significance",
        "description": "importance of an event, development or individual/group, eg the significance/importance of national days/holidays; the significance of the contributions of an early settler."
    }],
    "inquiry_skills": [
    {
        "name": "Comprehension: chronology, terms and concepts",
        "skills": [
        {
            "skill": "respond, read and write, to show understanding of historical matters",
            "ac": [""]
        },
        {
            "skill": "sequence familiar people and events",
            "ac": ["ACHHS065", "ACHHS081"]
        },
        {
            "skill": "use historical terms",
            "ac": ["ACHHS066", "ACHHS082"]
        }]
    },
    {
        "name": "Analysis and use of sources",
        "skills": [
        {
            "skill": "locate relevant information from sources provided",
            "ac": [
                "ACHHS068",
                "ACHHS084",
                "ACHHS215",
                "ACHHS216"
            ]
        }]
    },
    {
        "name": "Perspectives and interpretations",
        "skills": [
        {
            "skill": "identify different points of view within an historical context",
            "ac": ["ACHHS069", "ACHHS085"]
        }]
    },
    {
        "name": "Empathetic understanding",
        "skills": [
        {
            "skill": "explain how and why people in the past may have lived and behaved differently from today",
            "ac": [""]
        }]
    },
    {
        "name": "Research",
        "skills": [
        {
            "skill": "pose a range of questions about the past",
            "ac": ["ACHHS067", "ACHHS083"]
        },
        {
            "skill": "plan an historical inquiry",
            "ac": [""]
        }]
    },
    {
        "name": "Explanation and communication",
        "skills": [
        {
            "skill": "develop texts, particularly narratives",
            "ac": ["ACHHS070", "ACHHS086"]
        },
        {
            "skill": "use a range of communication forms (oral, graphic, written) and digital technologies",
            "ac": ["ACHHS071", "ACHHS087"]
        }]
    }],
    "tools": [
    {
        "name": "no tools specified",
        "examples": [""],
        "code": ""
    }]
}]